Repository: stenolabs/stenoai-swift
Catalog: iOS/App/Resources/Localizable.xcstrings
Source language: en
Languages: de, zh_hant

source: No content
de: Keine Inhalte
zh_hant: 無內容

source: No demo meetings are installed
de: Keine Demo-Meetings installiert
zh_hant: 未安裝示範會議

source: No endpoints configured.
de: Keine Endpunkte konfiguriert.
zh_hant: 未設定端點。

source: No folder
de: Kein Ordner
zh_hant: 無資料夾

source: No interruptions or route changes yet.
de: Noch keine Unterbrechungen oder Routenänderungen.
zh_hant: 尚無中斷或路徑變更。

source: No live transcript on this device.
de: Auf diesem Gerät ist kein Live-Transkript verfügbar.
zh_hant: 此裝置上無即時逐字稿。

source: no meeting content
de: keine Meetinginhalte
zh_hant: 無會議內容

source: No meeting titles match “%@”.
de: Keine Meeting-Titel entsprechen „%1$@“.
zh_hant: 沒有相符「%1$@」的會議標題。

source: No meetings
de: Keine Meetings
zh_hant: 無會議

source: No minutes have been generated yet. Choose a model and generate them when the transcript is ready.
de: Es wurde noch kein Protokoll erstellt. Wähle ein Modell und erstelle es, sobald das Transkript fertig ist.
zh_hant: 尚未產生會議紀錄。逐字稿就緒後，請選擇模型並產生會議紀錄。

source: No models
de: Keine Modelle
zh_hant: 無模型

source: No network
de: Kein Netzwerk
zh_hant: 無網路

source: No notes or transcript
de: Keine Notizen oder kein Transkript
zh_hant: 無筆記或逐字稿

source: No recordings yet.
de: Noch keine Aufnahmen.
zh_hant: 尚無錄音。

source: No saved people
de: Keine gespeicherten Personen
zh_hant: 無已儲存的人物

source: no sound
de: kein Ton
zh_hant: 無聲音

source: No transcript yet
de: Noch kein Transkript
zh_hant: 尚無逐字稿

source: Not checked yet
de: Noch nicht geprüft
zh_hant: 尚未檢查

source: Not included
de: Nicht enthalten
zh_hant: 未包含

source: Not installed
de: Nicht installiert
zh_hant: 未安裝

source: Not installed for %@.
de: Für %1$@ nicht installiert.
zh_hant: 未安裝適用於 %1$@ 的模型。

source: Not installed. Recording and transcription still work.
de: Nicht installiert. Aufnahme und Transkription funktionieren weiterhin.
zh_hant: 未安裝。錄音與轉錄功能仍可正常運作。

source: Not recording.
de: Keine Aufnahme.
zh_hant: 未在錄音。

source: Note
de: Notiz
zh_hant: 筆記

source: Notes
de: Notizen
zh_hant: 筆記

source: Notes %@
de: Notizen %1$@
zh_hant: 筆記 %1$@

source: Notes could not be saved: %@
de: Notizen konnten nicht gespeichert werden: %1$@
zh_hant: 無法儲存筆記：%1$@

source: Notes unavailable
de: Notizen nicht verfügbar
zh_hant: 筆記無法使用

source: Notes, Audio
de: Notizen, Audio
zh_hant: 筆記、音訊

source: Notes, including any time markers
de: Notizen einschließlich Zeitmarken
zh_hant: 筆記，包含任何時間標記

source: Notes, Transcript
de: Notizen, Transkript
zh_hant: 筆記、逐字稿

source: Notes, Transcript, Audio
de: Notizen, Transkript, Audio
zh_hant: 筆記、逐字稿、音訊

source: Nothing has been imported.
de: Es wurde nichts importiert.
zh_hant: 未匯入任何內容。

source: Nothing heard for %lld seconds. Check the microphone.
de: Seit %lld Sekunden nichts gehört. Prüfe das Mikrofon.
zh_hant: 已持續 %lld 秒未偵測到聲音。請檢查麥克風。

source: Nothing in this transcript matches “%@”.
de: Nichts in diesem Transkript entspricht „%1$@“.
zh_hant: 此逐字稿中沒有符合「%1$@」的內容。

source: Offline model
de: Offline-Modell
zh_hant: 離線模型

source: One imported meeting needs attention because its processing could not be resumed. Other meetings and recording remain available.
de: Ein importiertes Meeting benötigt Aufmerksamkeit, weil seine Verarbeitung nicht fortgesetzt werden konnte. Andere Meetings und die Aufnahmefunktion bleiben verfügbar.
zh_hant: 有一場匯入的會議需要留意，因為無法繼續處理。其他會議與錄音功能仍可正常使用。

source: Only an additional participant can be removed.
de: Nur ein zusätzlicher Teilnehmer kann entfernt werden.
zh_hant: 只能移除額外新增的參與者。

source: Only the folder goes away. Its direct meetings stay in the library and move to No folder.
de: Nur der Ordner wird entfernt. Seine direkten Meetings bleiben in der Bibliothek und werden nach „Kein Ordner“ verschoben.
zh_hant: 僅會刪除該資料夾。其直接包含的會議仍會保留在資料庫中並移至「無資料夾」。

source: Only the folder goes away. Its direct meetings stay in the library and move to No folder. Its subfolders move to the top level.
de: Nur der Ordner wird entfernt. Seine direkten Meetings bleiben in der Bibliothek und werden nach „Kein Ordner“ verschoben. Seine Unterordner werden auf die oberste Ebene verschoben.
zh_hant: 僅會刪除該資料夾。其直接包含的會議仍會保留在資料庫中並移至「無資料夾」。其子資料夾將移至最頂層。

source: Only visible speaker labels are included. Identity and review data are not transferred.
de: Es werden nur sichtbare Sprecherkennungen einbezogen. Identitäts- und Prüfdaten werden nicht übertragen.
zh_hant: 僅包含可見的發言者標籤。身分與審閱資料不會被傳輸。

source: Open audio readiness
de: Audiobereitschaft öffnen
zh_hant: 開啟音訊就緒狀態

source: Open existing meeting
de: Vorhandenes Meeting öffnen
zh_hant: 開啟現有會議

source: Open Settings
de: Einstellungen öffnen
zh_hant: 開啟設定

source: Opening library
de: Bibliothek wird geöffnet
zh_hant: 正在開啟資料庫

source: Opening the library…
de: Bibliothek wird geöffnet…
zh_hant: 正在開啟資料庫…

source: Opens an editor for this transcript line.
de: Öffnet einen Editor für diese Transkriptzeile.
zh_hant: 開啟此逐字稿行的編輯器。

source: Opens Steno's system settings, where microphone access can be enabled.
de: Öffnet Stenos Systemeinstellungen, in denen der Mikrofonzugriff aktiviert werden kann.
zh_hant: 開啟 Steno 的系統設定以啟用麥克風存取權限。

source: optional, falls back to model
de: optional, sonst Modellwert
zh_hant: 選填，預設回退至模型名稱

source: Origin ID
de: Ursprungskennung
zh_hant: 原始識別碼

source: Others
de: Andere
zh_hant: 其他

source: participants
de: Teilnehmende
zh_hant: 參與者

source: Participants
de: Teilnehmende
zh_hant: 參與者

source: People could not be loaded: %@
de: Personen konnten nicht geladen werden: %1$@
zh_hant: 無法載入人物：%1$@

source: Permission
de: Berechtigung
zh_hant: 權限

source: Preliminary, corrected after the recording.
de: Vorläufig, wird nach der Aufnahme korrigiert.
zh_hant: 初步結果，將在錄音結束後修正。

source: Preparing
de: Wird vorbereitet
zh_hant: 正在準備

source: Preparing package
de: Paket wird vorbereitet
zh_hant: 正在準備套件

source: Preparing preview
de: Vorschau wird vorbereitet
zh_hant: 正在準備預覽

source: Preparing the recogniser…
de: Spracherkennung wird vorbereitet…
zh_hant: 正在準備辨識器…

source: Private import cleanup required
de: Private Importbereinigung erforderlich
zh_hant: 需要清理私人匯入資料

source: Probably %@
de: Vermutlich %1$@
zh_hant: 大概是 %1$@

source: Processing location
de: Verarbeitungsort
zh_hant: 處理位置

source: Product interview
de: Produktinterview
zh_hant: 產品訪談

source: Project kickoff
de: Projektauftakt
zh_hant: 專案啟動會議

source: Reachable, but model "%@" was not found.
de: Erreichbar, aber das Modell „%1$@“ wurde nicht gefunden.
zh_hant: 可連線，但找不到模型「%1$@」。

source: Reachable, but structured output is not ready.
de: Erreichbar, aber die strukturierte Ausgabe ist nicht bereit.
zh_hant: 可連線，但結構化輸出尚未就緒。

source: Reachable, but structured output is not ready. Reported context: %lld tokens.
de: Erreichbar, aber die strukturierte Ausgabe ist nicht bereit. Gemeldeter Kontext: %1$lld Token.
zh_hant: 可連線，但結構化輸出尚未就緒。回報的上下文長度：%1$lld 個 Token。

source: Reachable, model "%@" is available.
de: Erreichbar, Modell „%1$@“ ist verfügbar.
zh_hant: 可連線，模型「%1$@」可用。

source: Ready for %@.
de: Bereit für %1$@.
zh_hant: 適用於 %1$@ 的模型已就緒。

source: Ready. Future transcripts can be separated into speaker labels.
de: Bereit. Künftige Transkripte können nach Sprecherkennungen getrennt werden.
zh_hant: 已就緒。未來的逐字稿可分離為發言者標籤。

source: Record
de: Aufnehmen
zh_hant: 錄音

source: Recording
de: Aufnahme
zh_hant: 錄音中

source: Recording %@
de: Aufnahme %1$@
zh_hant: 錄音 %1$@

source: Recording ended.
de: Aufnahme beendet.
zh_hant: 錄音已結束。

source: Recording is blocked until microphone access is restored in Settings.
de: Aufnahmen sind blockiert, bis der Mikrofonzugriff in den Einstellungen wieder aktiviert wurde.
zh_hant: 錄音已被封鎖，直到在「設定」中恢復麥克風存取權限。

source: Recording stopped: audio arrived faster than it could be written. Everything up to that point is saved.
de: Aufnahme beendet: Audio kam schneller an, als es geschrieben werden konnte. Bis zu diesem Zeitpunkt ist alles gespeichert.
zh_hant: 錄音已停止：音訊寫入速度跟不上傳入速度。截至該時間點的所有內容均已儲存。

source: Recording stopped: free disk space could not be checked for 30 seconds. Everything up to that point is saved.
de: Aufnahme beendet: Der freie Speicherplatz konnte 30 Sekunden lang nicht geprüft werden. Bis zu diesem Zeitpunkt ist alles gespeichert.
zh_hant: 錄音已停止：已超過 30 秒無法檢查可用磁碟空間。截至該時間點的所有內容均已儲存。

source: Recording stopped: the audio file could not be written. Everything up to that point is saved.
de: Aufnahme beendet: Die Audiodatei konnte nicht geschrieben werden. Bis zu diesem Zeitpunkt ist alles gespeichert.
zh_hant: 錄音已停止：無法寫入音訊檔案。截至該時間點的所有內容均已儲存。

source: Recording stopped: the device ran out of space. Everything up to that point is saved.
de: Aufnahme beendet: Auf dem Gerät ist kein Speicherplatz mehr frei. Bis zu diesem Zeitpunkt ist alles gespeichert.
zh_hant: 錄音已停止：裝置儲存空間不足。截至該時間點的所有內容均已儲存。

source: Recording time
de: Aufnahmedauer
zh_hant: 錄音時間

source: Recording without transcription. The speech model is not installed.
de: Aufnahme ohne Transkription. Das Sprachmodell ist nicht installiert.
zh_hant: 正在錄音但未進行轉錄。語音模型尚未安裝。

source: Recording. No live transcript: %@
de: Aufnahme läuft. Kein Live-Transkript: %1$@
zh_hant: 錄音中。無即時逐字稿：%1$@

source: Regenerate
de: Neu erstellen
zh_hant: 重新產生

source: Reload Folders
de: Ordner neu laden
zh_hant: 重新載入資料夾

source: Reload Meetings
de: Meetings neu laden
zh_hant: 重新載入會議

source: Remove
de: Entfernen
zh_hant: 移除

source: Remove %@
de: %1$@ entfernen
zh_hant: 移除 %1$@

source: Remove credentials from the URL.
de: Entferne die Zugangsdaten aus der URL.
zh_hant: 請自 URL 移除憑證資訊。

source: Remove demo data
de: Demodaten entfernen
zh_hant: 移除示範資料

source: Remove demo data?
de: Demodaten entfernen?
zh_hant: 要移除示範資料嗎？

source: Remove query parameters from the URL.
de: Entferne die Abfrageparameter aus der URL.
zh_hant: 請自 URL 移除查詢參數。

source: Remove the URL fragment.
de: Entferne das URL-Fragment.
zh_hant: 請移除 URL 片段（#）。

source: Removing demo data
de: Demodaten werden entfernt
zh_hant: 正在移除示範資料

source: Rename
de: Umbenennen
zh_hant: 重新命名

source: Rename Folder
de: Ordner umbenennen
zh_hant: 重新命名資料夾

source: Rename…
de: Umbenennen…
zh_hant: 重新命名…

source: Replace all demo data
de: Alle Demodaten ersetzen
zh_hant: 取代所有示範資料

source: Replace demo data
de: Demodaten ersetzen
zh_hant: 取代示範資料

source: Replace demo data?
de: Demodaten ersetzen?
zh_hant: 要取代示範資料嗎？

source: Replacing demo data
de: Demodaten werden ersetzt
zh_hant: 正在取代示範資料

source: Reset to generic
de: Auf generisch zurücksetzen
zh_hant: 重設為未命名發言者

source: Retry cleanup
de: Bereinigung erneut versuchen
zh_hant: 重試清理

source: Retry not queued
de: Wiederholung nicht eingereiht
zh_hant: 未排隊重試

source: Retry to finish the remaining demo meetings.
de: Erneut versuchen, um die verbleibenden Demo-Meetings abzuschließen.
zh_hant: 重試以完成剩餘的示範會議。

source: Returns to the recording screen.
de: Kehrt zum Aufnahmebildschirm zurück.
zh_hant: 返回錄音畫面。

source: Review
de: Prüfen
zh_hant: 審閱

source: Review speaker
de: Sprecher prüfen
zh_hant: 審閱發言者

source: Revoke
de: Widerrufen
zh_hant: 撤銷

source: Revoke speaker separation download consent
de: Einwilligung zum Download der Sprechertrennung widerrufen
zh_hant: 撤銷語者分離模型下載同意

source: Revoking stops future downloads. Models already installed keep separating speakers.
de: Der Widerruf verhindert künftige Downloads. Bereits installierte Modelle trennen weiterhin Sprecher.
zh_hant: 撤銷將停止日後的下載。已安裝的模型將繼續進行語者分離。

source: Revoking stops future downloads. Models already installed keep working.
de: Der Widerruf verhindert künftige Downloads. Bereits installierte Modelle funktionieren weiterhin.
zh_hant: 撤銷將停止日後的下載。已安裝的模型將繼續運作。

source: Run with Apple
de: Mit Apple ausführen
zh_hant: 使用 Apple 執行

source: Sample rate
de: Abtastrate
zh_hant: 取樣率

source: Save
de: Sichern
zh_hant: 儲存

source: Saving notes
de: Notizen werden gesichert
zh_hant: 正在儲存筆記

source: Saving notes…
de: Notizen werden gespeichert…
zh_hant: 正在儲存筆記…

source: Saving speaker review
de: Sprecherprüfung wird gesichert
zh_hant: 正在儲存發言者審閱

source: Search titles
de: Titel durchsuchen
zh_hant: 搜尋標題

source: Separate speakers
de: Sprecher trennen
zh_hant: 分離發言者

source: Separates voices into speaker labels on this device. It does not recognize people or assign names. Installation runs only while Steno is open.
de: Trennt Stimmen auf diesem Gerät in Sprecherkennungen. Personen werden weder erkannt noch namentlich zugeordnet. Die Installation läuft nur, solange Steno geöffnet ist.
zh_hant: 在此裝置上將聲音分離為發言者標籤。這不會辨識人物或指派姓名。安裝僅在 Steno 開啟時進行。

source: Separating speakers
de: Sprecher werden getrennt
zh_hant: 正在分離發言者

source: Session events
de: Sitzungsereignisse
zh_hant: 工作階段事件

source: Share
de: Teilen
zh_hant: 分享

source: Share meeting
de: Meeting teilen
zh_hant: 分享會議

source: Share report text?
de: Protokolltext teilen?
zh_hant: 要分享報告文字嗎？

source: Show Inspector
de: Informationsbereich einblenden
zh_hant: 顯示詳細資訊面板

source: Shows meeting notes, participants, and speaker review.
de: Zeigt Meeting-Notizen, Teilnehmende und Sprecherprüfung an.
zh_hant: 顯示會議筆記、參與者與發言者審閱。

source: silence
de: Stille
zh_hant: 靜音

source: silent
de: stumm
zh_hant: 無聲

source: Some background processing could not be resumed. %@
de: Einige Hintergrundverarbeitungen konnten nicht fortgesetzt werden. %1$@
zh_hant: 部分背景處理無法繼續。%1$@

source: Some demo data needs attention
de: Einige Demodaten benötigen Aufmerksamkeit
zh_hant: 部分示範資料需要留意

source: Some demo meetings are installed
de: Einige Demo-Meetings sind installiert
zh_hant: 已安裝部分示範會議

source: Some interrupted recordings need attention. %@
de: Einige unterbrochene Aufnahmen benötigen Aufmerksamkeit. %1$@
zh_hant: 部分中斷的錄音需要留意。%1$@

source: Some model-dependent work could not be queued again. %@
de: Einige modellabhängige Arbeiten konnten nicht erneut eingereiht werden. %1$@
zh_hant: 部分依賴模型的工作無法重新排隊。%1$@

source: Some saved participants could not be found.
de: Einige gespeicherte Teilnehmende konnten nicht gefunden werden.
zh_hant: 找不到部分已儲存的參與者。

source: Some speakers are still unconfirmed. Minutes use generic speaker labels until you confirm them.
de: Einige Sprecher sind noch unbestätigt. Das Protokoll verwendet generische Sprecherkennungen, bis du sie bestätigst.
zh_hant: 部分發言者尚未確認。在您確認之前，會議紀錄將使用一般發言者標籤。

source: Source language
de: Quellsprache
zh_hant: 來源語言

source: Source language: %@
de: Quellsprache: %1$@
zh_hant: 來源語言：%1$@

source: Sources
de: Quellen
zh_hant: 來源

source: Speaker %lld
de: Sprecher %lld
zh_hant: 發言者 %lld

source: Speaker %lld (microphone)
de: Sprecher %lld (Mikrofon)
zh_hant: 發言者 %lld（麥克風）

source: Speaker %lld (system)
de: Sprecher %lld (Systemaudio)
zh_hant: 發言者 %lld（系統音訊）

source: Speaker labels are available in the transcript.
de: Sprecherkennungen sind im Transkript verfügbar.
zh_hant: 逐字稿中已包含發言者標籤。

source: Speaker labels ready
de: Sprecherkennungen bereit
zh_hant: 發言者標籤已就緒

source: Speaker matching queued
de: Sprecherzuordnung vorgemerkt
zh_hant: 發言者比對已排隊

source: Speaker separation
de: Sprechertrennung
zh_hant: 語者分離

source: Speaker separation completed
de: Sprechertrennung abgeschlossen
zh_hant: 語者分離完成

source: Speaker separation failed
de: Sprechertrennung fehlgeschlagen
zh_hant: 語者分離失敗

source: Speaker separation queued
de: Sprechertrennung vorgemerkt
zh_hant: 語者分離已排隊

source: Speakers
de: Sprecher
zh_hant: 發言者

source: Speakers come from confirmed speaker assignments. Additional participants do not create or change voice profiles.
de: Sprecher stammen aus bestätigten Sprecherzuordnungen. Zusätzliche Teilnehmende erstellen oder ändern keine Stimmprofile.
zh_hant: 發言者來自已確認的發言者指派。額外新增的參與者不會建立或變更聲紋檔案。

source: Speakers: %@
de: Sprecher: %1$@
zh_hant: 發言者：%1$@

source: Speech model
de: Sprachmodell
zh_hant: 語音模型

source: Speech recognition
de: Spracherkennung
zh_hant: 語音辨識

source: Start metering
de: Pegelmessung starten
zh_hant: 開始音量測量

source: Start Recording
de: Aufnahme starten
zh_hant: 開始錄音

source: Starts a new recording.
de: Startet eine neue Aufnahme.
zh_hant: 開始新錄音。

source: Steno can address it directly instead of through its OpenAI-compatible layer. Only that way can it switch off the model's thinking mode and set the context size. With a thinking model, that decides whether an answer arrives at all.
de: Steno kann es direkt statt über seine OpenAI-kompatible Schicht ansprechen. Nur so kann Steno den Denkmodus des Modells abschalten und die Kontextgröße festlegen. Bei einem denkenden Modell entscheidet das darüber, ob überhaupt eine Antwort eintrifft.
zh_hant: Steno 可以直接呼叫該模型，而無需透過 OpenAI 相容層。只有這樣，Steno 才能關閉模型的思考模式並設定上下文大小。對於思考型模型，這決定了是否能順利取得回應。

source: Steno could not create a private temporary export.
de: Steno konnte keinen privaten temporären Export erstellen.
zh_hant: Steno 無法建立私人暫存匯出。

source: Steno could not exclude its local library from device backup.
de: Steno konnte seine lokale Bibliothek nicht vom Gerätebackup ausschließen.
zh_hant: Steno 無法將其本機資料庫自裝置備份中排除。

source: Steno could not finish recovering %1$lld interrupted meetings. All recording files remain stored. First error: %2$@
de: Steno konnte die Wiederherstellung von %1$lld unterbrochenen Meetings nicht abschließen. Alle Aufnahmedateien bleiben gespeichert. Erster Fehler: %2$@
zh_hant: Steno 無法完成復原 %1$lld 場中斷的會議。所有錄音檔案仍妥善儲存。首個錯誤：%2$@

source: Steno could not finish recovering one interrupted meeting. All recording files remain stored. First error: %@
de: Steno konnte die Wiederherstellung eines unterbrochenen Meetings nicht abschließen. Alle Aufnahmedateien bleiben gespeichert. Erster Fehler: %1$@
zh_hant: Steno 無法完成復原一場中斷的會議。所有錄音檔案仍妥善儲存。首個錯誤：%1$@

source: Steno could not open the local library. %@
de: Steno konnte die lokale Bibliothek nicht öffnen. %1$@
zh_hant: Steno 無法開啟本機資料庫。%1$@

source: Steno could not open this meeting's notes.
de: Steno konnte die Notizen dieses Meetings nicht öffnen.
zh_hant: Steno 無法開啟此會議的筆記。

source: Steno could not remove its temporary meeting export.
de: Steno konnte seinen temporären Meeting-Export nicht entfernen.
zh_hant: Steno 無法移除其暫存會議匯出。

source: Steno could not secure its private transfer validation directory.
de: Steno konnte sein privates Verzeichnis zur Übertragungsprüfung nicht absichern.
zh_hant: Steno 無法保護其私人傳輸驗證目錄。

source: Steno could not verify the local library before opening it. %@
de: Steno konnte die lokale Bibliothek vor dem Öffnen nicht überprüfen. %1$@
zh_hant: Steno 在開啟本機資料庫前無法進行驗證。%1$@

source: Steno couldn't finish deleting “%1$@”. The endpoint may already have been removed. %2$@
de: Steno konnte das Löschen von „%1$@“ nicht abschließen. Der Endpunkt wurde möglicherweise bereits entfernt. %2$@
zh_hant: Steno 無法完成刪除「%1$@」。該端點可能已被移除。%2$@

source: Steno found %lld original recording files that could not be safely registered. The files remain stored and need attention.
de: Steno hat %1$lld Originalaufnahmen gefunden, die nicht sicher registriert werden konnten. Die Dateien bleiben gespeichert und benötigen Aufmerksamkeit.
zh_hant: Steno 發現 %1$lld 個無法安全註冊的原始錄音檔案。這些檔案仍妥善儲存但需要留意。

source: Steno found an original recording file that could not be safely registered. The file remains stored and needs attention.
de: Steno hat eine Originalaufnahme gefunden, die nicht sicher registriert werden konnte. Die Datei bleibt gespeichert und benötigt Aufmerksamkeit.
zh_hant: Steno 發現一個無法安全註冊的原始錄音檔案。該檔案仍妥善儲存但需要留意。

source: Steno guessed this from your device. Pick the language people actually speak in the room, or a recording will be transcribed into the wrong language and still look plausible.
de: Steno hat dies aus deinem Gerät abgeleitet. Wähle die Sprache, die die Personen im Raum tatsächlich sprechen. Sonst wird eine Aufnahme in der falschen Sprache transkribiert und kann trotzdem plausibel aussehen.
zh_hant: Steno 根據您的裝置推測了此語言。請選擇空間中實際說的語言，否則錄音可能會轉錄為錯誤的語言，但看起來依然通順。

source: Steno is checking and opening the local library.
de: Steno prüft und öffnet die lokale Bibliothek.
zh_hant: Steno 正在檢查並開啟本機資料庫。

source: Steno is creating speaker labels on this device.
de: Steno erstellt auf diesem Gerät Sprecherkennungen.
zh_hant: Steno 正在此裝置上建立發言者標籤。

source: Steno is not ready to share this meeting.
de: Steno ist noch nicht bereit, dieses Meeting zu teilen.
zh_hant: Steno 尚未準備好分享此會議。

source: Steno may not use the microphone. Allow it in Settings under Privacy and Security, then Microphone.
de: Steno darf das Mikrofon nicht verwenden. Erlaube den Zugriff unter „Einstellungen“ > „Datenschutz & Sicherheit“ > „Mikrofon“.
zh_hant: Steno 未獲准使用麥克風。請在「系統設定」>「隱私權與安全性」>「麥克風」中允許存取。

source: Steno refused to remove a file it does not own.
de: Steno hat sich geweigert, eine Datei zu entfernen, die ihm nicht gehört.
zh_hant: Steno 拒絕移除不屬於它的檔案。

source: Steno will create speaker labels for this transcript.
de: Steno erstellt Sprecherkennungen für dieses Transkript.
zh_hant: Steno 將為此逐字稿建立發言者標籤。

source: Step 1 of 3. Steno is creating a new transcript from the original audio.
de: Schritt 1 von 3. Steno erstellt aus der Originalaufnahme ein neues Transkript.
zh_hant: 步驟 1 / 3。Steno 正在從原始音訊建立新逐字稿。

source: Step 1 of 3. Steno will transcribe the original audio on this device.
de: Schritt 1 von 3. Steno transkribiert die Originalaufnahme auf diesem Gerät.
zh_hant: 步驟 1 / 3。Steno 將在此裝置上轉錄原始音訊。

source: Step 2 of 3. Steno is creating new speaker clusters on this device.
de: Schritt 2 von 3. Steno erstellt auf diesem Gerät neue Sprechercluster.
zh_hant: 步驟 2 / 3。Steno 正在此裝置上建立新的發言者群組。

source: Step 2 of 3. Steno will create new speaker clusters for this transcript.
de: Schritt 2 von 3. Steno erstellt für dieses Transkript neue Sprechercluster.
zh_hant: 步驟 2 / 3。Steno 將為此逐字稿建立新的發言者群組。

source: Step 3 of 3. Steno is comparing speaker clusters with confirmed voices on this device.
de: Schritt 3 von 3. Steno vergleicht auf diesem Gerät die Sprechercluster mit bestätigten Stimmen.
zh_hant: 步驟 3 / 3。Steno 正在將發言者群組與此裝置上的已確認聲音進行比對。

source: Step 3 of 3. Steno will compare the new speaker clusters with confirmed voices.
de: Schritt 3 von 3. Steno vergleicht die neuen Sprechercluster mit bestätigten Stimmen.
zh_hant: 步驟 3 / 3。Steno 將把新的發言者群組與已確認聲音進行比對。

source: Stop
de: Stopp
zh_hant: 停止

source: Stop metering
de: Pegelmessung beenden
zh_hant: 停止音量測量

source: Stop Recording
de: Aufnahme beenden
zh_hant: 停止錄音

source: Stop the recording before installing a model.
de: Beende die Aufnahme, bevor du ein Modell installierst.
zh_hant: 在安裝模型前請先停止錄音。

source: Stop the recording before installing speaker separation models. Recording and transcription work without them.
de: Beende die Aufnahme, bevor du Modelle zur Sprechertrennung installierst. Aufnahme und Transkription funktionieren auch ohne sie.
zh_hant: 在安裝語者分離模型前請先停止錄音。即使沒有這些模型，錄音與轉錄仍可正常運作。

source: Stop the recording before switching transcript revisions.
de: Beende die Aufnahme, bevor du die Transkriptrevision wechselst.
zh_hant: 在切換逐字稿修訂版本前請先停止錄音。

source: Subfolders can contain meetings but no further folders.
de: Unterordner können Meetings enthalten, aber keine weiteren Ordner.
zh_hant: 子資料夾可以包含會議，但不能再包含更深層的資料夾。

source: Synthetic Demo
de: Synthetische Demo
zh_hant: 虛擬示範

source: Synthetic demo meeting
de: Synthetisches Demo-Meeting
zh_hant: 虛擬示範會議

source: Synthetic German speech and meeting material are bundled with Steno. Piper and the voice repository are MIT-licensed; the MLS training data is CC BY 4.0.
de: Synthetische deutsche Sprache und Meeting-Inhalte sind in Steno enthalten. Piper und das Stimm-Repository stehen unter der MIT-Lizenz. Die MLS-Trainingsdaten stehen unter CC BY 4.0.
zh_hant: Steno 隨附虛擬德語語音與會議素材。Piper 及其語音儲存庫採用 MIT 授權條款；MLS 訓練資料採用 CC BY 4.0 授權條款。

source: Test connection
de: Verbindung testen
zh_hant: 測試連線

source: Text content
de: Textinhalt
zh_hant: 文字內容

source: The API key could not be deleted from the keychain.
de: Der API-Schlüssel konnte nicht aus dem Schlüsselbund gelöscht werden.
zh_hant: 無法從鑰匙圈中刪除 API 金鑰。

source: The API key could not be read from the keychain.
de: Der API-Schlüssel konnte nicht aus dem Schlüsselbund gelesen werden.
zh_hant: 無法從鑰匙圈中讀取 API 金鑰。
